{
  "Set your name in this room": "Lege deinen Namen für diesen Raum fest",
  "Hello Meetings !": "Hallo Meetings !",
  "%s has joined the conference": "%s ist der Konferenz beigetreten",
  "%s has left the conference": "%s hat die Konferenz verlassen",
  "Enter your name in this room": "Gib deinen Namen für diesen Raum ein",
  "Choose your video quality": "Wähle deine Videoqualität",
  "Your browser seems to not be compatible.": "Dein Browser scheint nicht kompatibel zu sein.",
  "Please upgrade your browser experience to a compatible browser:": "Bitte aktualisiere deinen Browser auf eine kompatible Version",
  "Hubl.in is using WebRTC technology to provide its incredible video conference experience. Unfortunately, not all internet browsers are compatible with WebRTC technology at the moment.": "Hubl.in verwendet WebRTC Technologie für ein traumhaftes Videokonferenzerlebnis. Unglücklicherwise sind zur Zeit nicht alle Browser kompatibel.",
  "Information on compatibility can be found on %s.": "Weitere Informationen zur Kompatibilität können auf %s gefunden werden.",
  "You may also want to read more about %s.": "Zudem kannst du dich über %s informieren.",
  "Go back to %s": "Zurück zu %s",
  "Thank you for using %s": "Vielen Dank, dass du %s verwendet hast!",
  "Did you enjoy the experience? Spread the word!": "Hat es dir gefallen? Sag es weiter!",
  "Reopen the room": "Zurück zum Konferenzraum",
  "or create a new one": "oder erstelle einen neuen Raum",
  "No additional plugins are required, no advertisements are displayed, only a great videoconferencing experience we are pleased to share with the community": "Keine zusätzlichen Plugsins werden benötigt und es wird keine Werbung angezeigt. Es bleibt ein tolles Videokonferezerlebnis, dass wir gerne mit dir teilen",
  "Hubl.in is a free and open source video conference solution built with love, designed with ethics in mind, and propelled by": "Hubl.in ist eine kostenlose Open Source Videokonfernzlösung. Es wurde mit Liebe gebaut, die Open Source-Ethik wurde gewahrt und wird angetrieben durch",
  "The room name %s is forbidden for technical reason": "Der Konferenzname %s ist aus technischen Gründen verboten",
  "An error happened while trying to open the room": "Beim Erstellen des Konferenzraums ist ein Fehler aufgetreten",
  "Low Rate": "Niedrig",
  "Medium Rate": "Mittel",
  "Awesome Rate": "Fantastisch",
  "Report": "Melden",
  "Description:": "Beschreibung:",
  "Enter a description for the report": "Gib einen Grund für die Meldung an",
  "Cancel": "Abbrechen",
  "Send": "Senden",
  "The name you chose is too long." : "Der gewählte Name ist zu lang",
  "Leave us a message": "Hinterlasse uns eine Nachricht",
  "We love feedback!": "Wir lieben Rückmeldungen!",
  "Chat on Hubl.in": "Plaudern mit Hubl.in",
  "An easy and free VideoChat service": "Videokonferenzen, einfach und kostenlos",
  "Start!": "Los!",
  "Start with Hubl.in!": "Durchstarten mit Hubl.in!",
  "Choose a new room name or stay with the default. Fancy or random ? The choice is yours.": "Wähle einen neuen Konferenznamen oder bleibe bei unserem Vorschlag. Mit Phantasie oder zufällig? Du hast die Wahl.",
  "Allow your browser to use your camera and microphone. It seems that 100% of video conferences are more efficient with sound and video.": "Erlaube deinem Browser die Kamera und das Mikrophon zu verwenden. Erfahrungen zeigen, dass 100% aller Videokonferenzen mit Bild und Ton effizienter sind.",
  "You're in! Invite your contacts to join the room: your contacts can invite their own contacts, who can invite their own contacts...": "Du bist dabei! Lade deine Kontakte zur Konferenz ein. Deine Kontakte können ihre Kontakte einladen, die wiederum ihre Kontakte einladen können...",
  "Enjoy! Use Hubl.in from your desktop, smartphone or tablet. It's open, free, easy to use and always available.": "Genieße es! Nutze Hubl.in von deinem Rechner, Smartphone oder Tablet. Es ist jederzeit verfügbar, einfach und kostenlos.",
  "What is Hubl.in?": "Was ist Hubl.in?",
  "Hubl.in is a free and open source video conference solution built with love and designed with ethics in mind. It's the best way to initiate a communication anywhere with anybody and brings real time conversation to the next level. Hubl.in allows free communication without additional plugins. If you can read this page, you probably can use Hubl.in right now. Give it a try!": "Hubl.in ist eine kostenlose open-source Videokonfernzlösung. Es wurde mit Liebe gebaut und die Open Source-Ethik wurde gewahrt. Es ist der beste Weg mit Menschen in aller Welt zu kommunizieren und bringt Echtzeitkommunikation auf eine neue Ebene. Hubl.in ermöglicht kostenlose Kommunikation ohne zusätzliche Plugins. Wenn du diesen Text lesen kannst, wirst du aller Wahrscheinlichkeit nach, gleich loslegen können. Versuch es doch mal!",
  "Complete": "Vollständig",
  "Simple but full featured: temporarily disable your microphone or camera, invite easily your guests, switch camera between attendees and much more!": "Einfach, aber voller Funktionen: kurzzeitig Kamera oder Mikrophon deaktivieren, weitere Gäste einladen, zwischen Teilnehmern wechseln und vieles mehr!",
  "Safe": "Sicher",
  "Based on %s which allows decentralized communication between browsers. Your video conference is not streamed to Hubl.in in any way.": "Dank %s wird eine dezentrale Kommunkation zwischen Browsern ermöglicht. Deine Videokonferenz wird nicht zu Hubl.in übertragen.",
  "Open Source": "Open Source",
  "Strongly involved in open source philosophy, Hubl.in is made available in the respect of its users. Feel free to look into, react to or contribute to the code on %s": "Als starker Befürworter der Open Source Philosophie wurde Hubl.in für seine Nutzer erstellt. Schau dir auf %s den Quelltext an oder nimm an der Programmierung teil.",
  "About us": "Über uns",
  "Hubl.in is a video conference service provided by %s, the open social platform. As the OpenPaaS team, we are pleased to separate this service from our main product and let everyone enjoy it. We are enthusiastic open source developers and we hope you will love Hubl.in as much as we do. We are respectful of free and open source philosophy and standards, for us community contributions are like Christmas presents. Feel free to get in touch with us!": "Hubl.in ist eine Videokonferenzlösung von %s, die soziale Open Source Plattform. Das OpenPaaS Team freut sich, diesen Teil des Hauptprodukts abgespalten zu haben, damit alle daran teilhaben können. Wir sind begeisterte Open Souce-Entwickler und hoffen du wirst Hubl.in genauso lieben wie wir es tun. Wir respektieren die Open Source-Philosophie, für uns ist Beteiligung aus der Community wie Weihnachtsgeschenke. Wir freuen uns von dir zu hören!",
  "%s being a fervent supporter of the free and open source world, offers its developers the opportunity to participate in its awesome free and open source projects, such as Hubl.in.":"%s unterstützt eifrig die Open Source-Welt und bietet seinen Entwicklern die Gelegenheit an seinen kostenlosen Open Source Projekten teilzunehmen, wie zum Beispiel Hubl.in.",
  "Follow Us!": "Bleib auf dem neusten Stand!",
  "Your Name": "Name",
  "Your Email": "E-Mail",
  "Your Message": "Deine Nachricht",
  "Please enter your name.": "Bitte gib deinen Namen ein.",
  "Please enter your email address.": "Bitte gib deine E-Mail Adresse ein.",
  "Please enter a message.": "Bitte gib eine Nachricht ein.",
  "Send Message": "Nachricht versenden",
  "Terms of Use": "Nutzungsbedingungen",
  "Privacy Policy": "Datenschutzhinweise",
  "Close": "Schließen",
  "WebRTC is a free, open project that provides browsers and mobile applications with Real-Time Communications (RTC) capabilities via simple APIs. The WebRTC components have been optimized to best serve this purpose.": "WebRTC ist eine kostenlose Technik, die es Browsern und mobilen Geräten ermöglicht auf einfache Weise miteinander zu kommunizieren. Die WebRTC Komponenten wurden optimiert, um bestmöglich diesem Zweck zu dienen.",
  "Take a look at %s for more information": "Weitere Informationen lasseb sich auf %s nachlesen",
  "Warning": "Achtung",
  "Please allow your browser to use your camera and microphone": "Bitte erlaube deinem Browser deine Kamera und das Mikrophon zu verwenden",
  "You may disallow sharing your devices, but in that case other members will not be able to see or hear you.": "Du kannst die Verwendung ablehnen, in dem Fall können andere Teilnehmer dich, aber weder sehen noch hören.",
  "%s is powered by %s": "%s wird durch %s angetrieben",
  "Welcome to %s": "Wilkommen bei %s",
  "Invite your contacts to join the room": "Lade deine Kontakte zu diesem Konferenzraum ein",
  "Invite your contacts": "Lade deine Kontakte ein",
  "Feeling lonely? Your conference could use a few more attendees.": "Einsam? Deine Konferenz könnte ein paar weitere Teilnehmer vertragen.",
  "Send invitations via email": "Versende Einladungen als E-Mail",
  "Please enter an email address": "Bitte gib eine E-Mail Adresse ein",
  "Add": "Hinzufügen",
  "Send Invitations": "Einladungen versenden",
  "You can also share this link: %s": "Du kannst auch diesen Link teilen: %s",
  "Sorry but something bad just happened, developers have been notified": "Entschuldige, irgendwas ist schiefgelaufen. Die Entwickler wurden benachrichtigt",
  "Next": "Weiter",
  "The description is limited to %s characters.": "Die Beschreibung ist auf %s Zeichen limitiert",
  "Hubl.in, free and open source video conference": "Videokonferenzen mit Hublin: Kostenlos und Open Source",
  "I just had a nice video conference with Hubl.in. It's free, open source and really great, for professional as for personal use. Try it on https://hubl.in !": "Ich hatte gerade eine tolle Videokonferenz mit Hubl.in. Es ist kostenlos, Open Source und prima sowohl für den privaten als auch für den professionellen Einsatz. Versuch es doch auch mal auf https://hubl.in",
  "I just had a nice video conference with #hublin by @AwesomePaaS. It's #free #OpenSource and really great! Try it on": "Tolle Videokonferenz mit #hublin von @AwesomePaaS. Wirklich großartig, #kostenlos und #OpenSource! Versuch es auf",
  "Connection lost": "Verbindung unterbrochen",
  "The connection to %s has been interrupted.": "Die Verbindung zu %s wurde unterbrochen.",
  "Your browser is attempting to reconnect, but you may also reload the page in order to try again": "Es wird versucht die Verbindung wiederherzustellen, aber du kannst auch die Seite neu laden um es erneut zu versuchen",
  "Reconnecting": "Vebindungsaufbau",
  "Do you have a camera?": "Hast du eine Kamera?",
  "Yes": "Ja",
  "No": "Nein",
  "You are about to join the conference without camera. You will not be able to activate it once in the conference." : "Du betrittst die Konferenz nun ohne Kamera. Es ist leider nicht möglich während der Konferenz die Kamera zu aktivieren.",
  "There is an unsaved document in the collaborative editor, do you want to stay in the conference and save it?": "Einige Dokumente wurden im Team-Editor nicht abgespeichert, willst du in der Konferenz bleiben um sie zu speichern?",
  "There is an unsaved document in the collaborative editor. Do you want to save it as": "Einige Dokumente wurden im Team-Editor nich abgespeichert. Willst du es speichern:",
  "PDF": "PDF",
  "Raw text": "Unformatierten Text",
  "Markdown": "Markdown",
  "Unknown": "Unbekannt"
}
