{
  "Set your name in this room": "Définissez votre nom dans cette conférence",
  "Hello Meetings !": "Bonjour Meetings !",
  "%s has joined the conference": "%s a rejoint la conférence",
  "%s has left the conference": "%s a quitté la conférence",
  "Enter your name in this room": "Votre nom pour la conférence",
  "Choose your video quality": "Choisissez la qualité de la vidéo",
  "Your browser seems to not be compatible.": "Votre navigateur semble ne pas être compatible.",
  "Please upgrade your browser experience to a compatible browser:": "Veuillez le mettre à jour vers un navigateur compatible:",
  "Hubl.in is using WebRTC technology to provide its incredible video conference experience. Unfortunately, not all internet browsers are compatible with WebRTC technology at the moment.": "Hubl.in utilise la technologie WebRTC afin de procurer son incroyable expérience de la vidéo conférence. Malheureusement, certains navigateurs sont incompatibles pour le moment.",
  "Information on compatibility can be found on %s.": "Plus de détails sur la compatibilité %s.",
  "You may also want to read more about %s.": "Vous pouvez aussi en apprendre plus sur %s.",
  "Go back to %s": "Revenir sur %s",
  "Thank you for using %s": "Merci d'avoir utilisé %s",
  "Did you enjoy the experience? Spread the word!": "Avez-vous apprécié Hubl.in? Parlez-en autour de vous!",
  "Reopen the room": "Réouvrir la conférence",
  "or create a new one": "ou en créer une autre",
  "No additional plugins are required, no advertisements are displayed, only a great videoconferencing experience we are pleased to share with the community": "Aucune extension additionnelle n'est requise et aucune publicité n'est affichée. Nous souhaitons seulement partager avec vous la meilleure expérience de videoconférence possible.",
  "Hubl.in is a free and open source video conference solution built with love, designed with ethics in mind, and propelled by": "Hubl.in est une solution de vidéoconférence gratuite et Open Source développée avec amour et éthique et propulsée par",
  "The room name %s is forbidden for technical reason": "Le nom %s n'est pas autorisé pour des raisons techniques",
  "An error happened while trying to open the room": "Une erreur est survenue pendant l'ouverture de la conférence",
  "Low Rate": "Basse",
  "Medium Rate": "Moyenne",
  "Awesome Rate": "Haute",
  "Report": "Signaler",
  "Description:": "Description:",
  "Enter a description for the report": "Entrez une description...",
  "Cancel": "Annuler",
  "Send": "Envoyer",
  "The name you chose is too long." : "Le nom que vous avez choisi est trop long.",
  "Leave us a message": "Laissez-nous un message",
  "We love feedback!": "Nous aimons les messages !",
  "Chat on Hubl.in": "Discutez sur Hubl.in",
  "An easy and free VideoChat service": "Un service de VideoChat simple et gratuit",
  "Start!": "Entrer !",
  "Start with Hubl.in!": "Lancez-vous avec Hubl.in !",
  "Choose a new room name or stay with the default. Fancy or random ? The choice is yours.": "Choisissez un nom de salle ou laissez-le par défaut. Fantaisiste ou aléatoire? C'est vous qui voyez !",
  "Allow your browser to use your camera and microphone. It seems that 100% of video conferences are more efficient with sound and video.": "Autorisez votre navigateur à utiliser votre webcam et votre micro. Il paraît que 100% des vidéoconférences sont plus efficaces avec le son et la vidéo.",
  "You're in! Invite your contacts to join the room: your contacts can invite their own contacts, who can invite their own contacts...": "Vous y êtes ! Invitez vos contacts à rejoindre la conférence : vos contacts peuvent inviter les leurs, et ainsi de suite.",
  "Enjoy! Use Hubl.in from your desktop, smartphone or tablet. It's open, free, easy to use and always available.": "C'est parti ! Profitez de Hubl.in sur votre ordinateur, smartphone ou tablette. C'est simple, libre, gratuit et toujours disponible.",
  "What is Hubl.in?": "Qu'est-ce qu'Hubl.in ?",
  "Hubl.in is a free and open source video conference solution built with love and designed with ethics in mind. It's the best way to initiate a communication anywhere with anybody and brings real time conversation to the next level. Hubl.in allows free communication without additional plugins. If you can read this page, you probably can use Hubl.in right now. Give it a try!": "Hubl.in est un service de vidéoconférence libre et gratuit construit avec amour et pensé avec éthique. C'est le meilleur moyen de démarrer une conversation de n'importe où et avec n'importe qui en apportant une nouvelle dimension à la communication en temps réel. Hubl.in permet une communication sans composants additionnels : si vous pouvez lire cette page, vous pouvez certainement utiliser Hubl.in. Essayez-le !",
  "Complete": "Complet",
  "Simple but full featured: temporarily disable your microphone or camera, invite easily your guests, switch camera between attendees and much more!": "Simple mais riche : désactivez temporairement votre micro ou votre webcam, invitez vos contacts, choisissez les participants que vous affichez en plein écran, etc.",
  "Safe": "Sûr",
  "Based on %s which allows decentralized communication between browsers. Your video conference is not streamed to Hubl.in in any way.": "Basé sur %s permettant une communication décentralisée entre navigateurs, votre vidéoconférence ne transite jamais par Hubl.in.",
  "Open Source": "Open Source",
  "Strongly involved in open source philosophy, Hubl.in is made available in the respect of its users. Feel free to look into, react to or contribute to the code on %s": "Très investi dans la philosophie Open Source, Hubl.in est respectueux de ses utilisateurs. Soyez les bienvenus pour lire, réagir ou contribuer sur %s",
  "About us": "Qui sommes-nous ?",
  "Hubl.in is a video conference service provided by %s, the open social platform. As the OpenPaaS team, we are pleased to separate this service from our main product and let everyone enjoy it. We are enthusiastic open source developers and we hope you will love Hubl.in as much as we do. We are respectful of free and open source philosophy and standards, for us community contributions are like Christmas presents. Feel free to get in touch with us!": "Hubl.in est un service de vidéoconférence fourni par %s, la plate-forme sociale libre. En tant qu'équipe OpenPaaS, nous somme ravis de séparer ce service de notre produit principal afin de le rendre disponible au plus grand nombre. Nous sommes des développeurs open source enthousiastes et espérons que vous aimerez Hubl.in autant que nous. Respectueux de la communauté, les contributions sont pour nous comme des cadeaux de Noël. N'hésitez pas à entrer en contact avec nous !",
  "%s being a fervent supporter of the free and open source world, offers its developers the opportunity to participate in its awesome free and open source projects, such as Hubl.in.": "%s qui est un fervent supporter du monde du libre et de l'open source, donne la possiblité à ses développeurs de participer à de grands projets libres comme Hubl.in.",
  "Follow Us!": "Suivez-nous !",
  "Your Name": "Votre nom",
  "Your Email": "Votre Email",
  "Your Message": "Votre message",
  "Please enter your name.": "Veuillez entrer votre nom.",
  "Please enter your email address.": "Veuillez entrer votre adresse email.",
  "Please enter a message.": "Veuillez entrer votre message.",
  "Send Message": "Envoyer le message",
  "Terms of Use": "Conditions d'utilisation",
  "Privacy Policy": "Politique de confidentialité",
  "Close": "Fermer",
  "WebRTC is a free, open project that provides browsers and mobile applications with Real-Time Communications (RTC) capabilities via simple APIs. The WebRTC components have been optimized to best serve this purpose.": "WebRTC est un projet libre fournissant aux navigateurs et aux applications mobiles des capacités de communication en temps réel (RTC) via des API simples. Les composants WebRTC ont été optimisés afin de mieux servir cette objectif.",
  "Take a look at %s for more information": "Rendez-vous sur %s pour plus d'informations.",
  "Warning": "Attention",
  "Please allow your browser to use your camera and microphone": "Veuillez autoriser votre navigateur à utiliser votre webcam et votre micro",
  "You may disallow sharing your devices, but in that case other members will not be able to see or hear you.": "Vous pouvez refuser d'utiliser votre webcam et/ou votre micro, mais dans ce cas les autres participants ne pourront pas vous voir ou vous entendre",
  "landing.openpaasPowerwedBy": "%s est propulsé par %s",
  "Welcome to %s": "Bienvenue sur %s",
  "Invite your contacts to join the room": "Inviter vos contacts à rejoindre la salle",
  "Invite your contacts": "Inviter vos contacts",
  "Feeling lonely? Your conference could use a few more attendees.": "Vous vous sentez seul ? Votre conférence pourrait accueillir quelques autres participants.",
  "Send invitations via email": "Envoyer les invitations par email",
  "Please enter an email address": "Veuillez entrer une adresse email",
  "Add": "Ajouter",
  "Send Invitations": "Envoyer les invitations",
  "You can also share this link: %s": "Vous pouvez aussi partager ce lien : %s",
  "Sorry but something bad just happened, developers have been notified": "Désolé mais quelque chose d'imprévu est survenu, les développeurs ont été prévenus",
  "Next": "Suivant",
  "The description is limited to %s characters.": "La description est limitée à %s caractères.",
  "Hubl.in, free and open source video conference": "Hubl.in, une vidéo conférence libre et gratuite",
  "I just had a nice video conference with Hubl.in. It's free, open source and really great, for professional as for personal use. Try it on https://hubl.in !": "Je viens juste de faire une vidéo conférence avec Hubl.in. C'est gratuit, Open Source et vraiment efficace, aussi bien pour un usage personnel que professionnel. Essayez le sur https://hubl.in !",
  "I just had a nice video conference with #hublin by @AwesomePaaS. It's #free #OpenSource and really great! Try it on": "Je viens de faire une vidéo conférence avec #hublin par @Awesomepaas. C'est #gratuit et #OpenSource ! Essayez le !",
  "Connection lost": "Connexion interrompue",
  "The connection to %s has been interrupted.": "La connexion à %s a été interrompue.",
  "Your browser is attempting to reconnect, but you may also reload the page in order to try again": "Votre navigateur est en cours de reconnexion. Vous pouvez également essayer à nouveau en rechargeant la page",
  "Reconnecting": "Reconnexion en cours",
  "Do you have a camera?": "Avez-vous une caméra ?",
  "Yes": "Oui",
  "No": "Non",
  "You are about to join the conference without camera. You will not be able to activate it once in the conference." : "Vous allez rejoindre la conférence sans caméra. Il ne sera plus possible de l'activer lors de la conférence.",
  "There is an unsaved document in the collaborative editor, do you want to stay in the conference and save it?": "Il y a un document non sauvegardé dans l'éditeur collaboratif, voulez-vous rester sur cette page pour le sauvegarder?",
  "There is an unsaved document in the collaborative editor. Do you want to save it as": "Il y a un document non sauvegardé dans l'éditeur collaboratif. Voulez-vous l'enregistrer au format",
  "PDF": "PDF",
  "Raw text": "Texte brut",
  "Markdown": "Markdown",
  "Unknown": "Inconnu"
}
