{
  "Your Name": "Votre nom",
  "Set your name in this room": "Définissez votre nom dans cette conférence",
  "Hello Meetings !": "Bonjour Meetings !",
  "%s has joined the conference": "%s a rejoint la conférence",
  "%s has left the conference": "%s a quitté la conférence",
  "Enter your name in this room": "Votre nom pour la conférence",
  "Choose your video quality": "Choissisez la qualité de la vidéo",
  "Your browser seems to not be compatible.": "Votre navigateur semble ne pas être compatible.",
  "Please upgrade your browser experience to a compatible browser:": "Veuillez le mettre à jour vers un navigateur compatible:",
  "Hublin is using WebRTC technology to provide its incredible video conference experience. Unfortunately, all internet browsers are not compatible for the moment.": "Hublin utilise la technologie WebRTC afin de procurer son incroyable expérience de la vidéo conférence. Malheureusement, les navigateurs ne sont pas tous compatible pour le moment.",
  "More details about compatibility:": "Plus de détails sur la compatibilité",
  "What is exactly WebRTC?": "Qu'est ce que WebRTC ?",
  "Go back to": "Revenir sur",
  "Thank you for using": "Merci d'avoir utilisé",
  "Did you enjoy the experience? Spread the word!": "Avez vous apprécié Hublin? Parlez en autour de vous!",
  "Reopen the room": "Réouvrir la conférence",
  "or create a new one": "ou en créer une autre",
  "No additional plugin required, no advertisement, only a great experience we are pleased to share with community": "Aucun plugin additionnel requis, aucune publicité, seulement la meilleure expérience que nous souhaitons partager avec vous",
  "Hublin is a free and open source video conference solution built with love and ethic propelled by": "Hublin est une solution de vidéo conférence gratuite et Open Source développée avec amour et éthique, propulsée par",
  "This room name is forbidden for technical reason:" : "Ce nom de conférence n'est pas autorisé pour des raisons techniques:",
  "An error happened while trying to open the room": "Une erreur est survenue pendant l'ouverture de la conférence",
  "Low Rate": "Basse",
  "Medium Rate": "Moyenne",
  "Awesome Rate": "Haute",
  "Report": "Signaler",
  "Description:": "Description:",
  "Enter a description for the report": "Entrez une description...",
  "Cancel": "Annuler",
  "Send": "Envoyer",
  "The name you chose is too long." : "Le nom que vous avez choisi est trop long."
}
