{
  "Set your name in this room": "קבע את שם התצוגה שלך בחדר",
  "Hello Meetings !": "שלום פגישות",
  "%s has joined the conference": "הצטרף לשיחה %s",
  "%s has left the conference": "עזב את השיחה %s",
  "Enter your name in this room": "הזן את שם התצוגה שלך בחדר",
  "Choose your video quality": "בחר את איכות הוידאו שלך",
  "Your browser seems to not be compatible.": "נראה כי הדפדפן שלך לא מתאים",
  "Please upgrade your browser experience to a compatible browser:": "אנא שדרג את הדפדפן שלך לדפדפן מתאים:",
  "Hubl.in is using WebRTC technology to provide its incredible video conference experience. Unfortunately, not all internet browsers are compatible with WebRTC technology at the moment.": "Hubl.in משתמש בטכנולוגית WebRTC כדי לספק את חווית שיחות הוידאו המדהימה שלו. למרבה הצער, לא כל הדפדפנים תומכים בטכנולוגיה זו כרגע.",
  "Information on compatibility can be found on %s.": "מידע על תאימות ניתן למצוא ב %s.",
  "You may also want to read more about %s.": "ייתכן ותרצה לקרוא עוד אודות %s.",
  "Go back to %s": "חזור ל %s",
  "Thank you for using %s": "תודה שהשתמש ב %s",
  "Did you enjoy the experience? Spread the word!": "!האם נהנית מהחוויה? הפץ את השמועה",
  "Reopen the room": "פתח מחדש את החדר",
  "or create a new one": "או צור חדש",
  "No additional plugins are required, no advertisements are displayed, only a great videoconferencing experience we are pleased to share with the community": "אין צורך בפלאגינים נוספים, ללא פרסומות, רק חווית שיחות וידאו שאנו שמחים לשתף עם הקהילה",
  "Hubl.in is a free and open source video conference solution built with love, designed with ethics in mind, and propelled by": "Hubl.in הוא פתרון קוד פתוח עבור שיחות וידאו שנבנה עם אהבה, תוכנן באתיות, והונע על ידי",
  "The room name %s is forbidden for technical reason": "שם החדר %s אסור מסיבות טכניות",
  "An error happened while trying to open the room": "קרתה שגיאה בניסיון לפתוח את החדר",
  "Low Rate": "נמוך",
  "Medium Rate": "בינוני",
  "Awesome Rate": "מדהים",
  "Report": "דווח",
  "Description:": "תיאור:",
  "Enter a description for the report": "הכנס תיאור עבור הדיווח",
  "Cancel": "ביטול",
  "Send": "שלח",
  "The name you chose is too long." : "השם שבחרת ארוך מדי.",
  "Leave us a message": "השאר לנו הודעה",
  "We love feedback!": "אנחנו אוהבים פידבק!",
  "Chat on Hubl.in": "שוחח ב Hubl.in",
  "An easy and free VideoChat service": "שירות שיחות וידאו קל וחופשי",
  "Start!": "התחל!",
  "Start with Hubl.in!": "התחל עם Hubl.in!",
  "Choose a new room name or stay with the default. Fancy or random ? The choice is yours.": "בחר שם חדר חדש או הישאר עם ברירת המחדל. מפואר או רנדומלי? הבחירה שלך.",
  "Allow your browser to use your camera and microphone. It seems that 100% of video conferences are more efficient with sound and video.": "אשר לדפדפן שלך להשתמש במיקרופון ובמצלמה. נראה כי 100% משיחות הוידאו יעילות יותר עם קול תמונה.",
  "You're in! Invite your contacts to join the room: your contacts can invite their own contacts, who can invite their own contacts...": "נכנסת! הזמן את אנשי הקשר שלך להצטרף: אנשי הקשר שלך יכולים להזמין את אנשי הקשר שלהם, שיכולים להזמין את אנשי הקשר שלהם...",
  "Enjoy! Use Hubl.in up to 9 attendees from your desktop, smartphone or tablet. It's open, free, easy to use and always available.": "תהנה! השתמש ב Hubl.in עד 9 משתתפים מהמחשב שלך, הפלאפון או הטאבלט. זה פתוח, חופשי, קל לשימוש ותמיד זמין.",
  "What is Hubl.in?": "מה זה Hubl.in?",
  "Hubl.in is a free and open source video conference solution built with love and designed with ethics in mind. It's the best way to initiate a communication anywhere with anybody and brings real time conversation to the next level. Hubl.in allows free communication without additional plugins. If you can read this page, you probably can use Hubl.in right now. Give it a try!": "Hubl.in הוא פתרון לשיחות וידאו מבוסס קוד פתוח, נבנה באהבה ותוכנן עם אתיקה. זו הדרך טובה ביותר ליצור שיחה מכל מקום עם כל אחד. Hubl.in מאפשר שיחה חופשית בלי פלאגינים נוספים. אם אתה יכול לקרוא את זה, אתה כנראה יכול להשתמש. תן לזה ניסיון!",
  "Complete": "שלם",
  "Simple but full featured: temporarily disable your microphone or camera, invite easily your guests, switch camera between attendees and much more!": "פשוט אך מלא באפשרויות: בטל זמנית את המיקרופון או המצלמה, הזמן אורחים בקלות, החלף מצלמה בין המשתתפים ועוד!",
  "Safe": "בטוח",
  "Based on %s which allows decentralized communication between browsers. Your video conference is not streamed to Hubl.in in any way.": "מבוסס על %s שמאפשר תקשורת מבוזרת בין דפדפנים. שיחת הוידאו שלך לא מוזרמת ל Hubl.in באף דרך.",
  "Open Source": "קוד פתוח",
  "Strongly involved in open source philosophy, Hubl.in is made available in the respect of its users. Feel free to look into, react to or contribute to the code on %s": "Strongly involved in open source philosophy, Hubl.in is made available in the respect of its users. Feel free to look into, react to or contribute to the code on %s",
  "About us": "אודות",
  "Hubl.in is a video conference service provided by %s, the open social platform. As the OpenPaaS team, we are pleased to separate this service from our main product and let everyone enjoy it. We are enthusiastic open source developers and we hope you will love Hubl.in as much as we do. We are respectful of free and open source philosophy and standards, for us community contributions are like Christmas presents. Feel free to get in touch with us!": "Hubl.in is a video conference service provided by %s, the open social platform. As the OpenPaaS team, we are pleased to separate this service from our main product and let everyone enjoy it. We are enthusiastic open source developers and we hope you will love Hubl.in as much as we do. We are respectful of free and open source philosophy and standards, for us community contributions are like Christmas presents. Feel free to get in touch with us!",
  "%s being a fervent supporter of the free and open source world, offers its developers the opportunity to participate in its awesome free and open source projects, such as Hubl.in.": "%s being a fervent supporter of the free and open source world, offers its developers the opportunity to participate in its awesome free and open source projects, such as Hubl.in.",
  "Follow Us!": "עקוב אחרינו!",
  "Your Name": "השם שלך",
  "Your Email": "האימייל שלך",
  "Your Message": "ההודעה שלך",
  "Please enter your name.": "אנא הכנס את שמך",
  "Please enter your email address.": "אנא הכנס את כתובת המייל שלך",
  "Please enter a message.": "אנא הכנס את הודעתך",
  "Send Message": "שלח הודעה",
  "Terms of Use": "תנאי שימוש",
  "Privacy Policy": "מדיניות פרטיות",
  "Close": "סגור",
  "WebRTC is a free, open project that provides browsers and mobile applications with Real-Time Communications (RTC) capabilities via simple APIs. The WebRTC components have been optimized to best serve this purpose.": "WebRTC is a free, open project that provides browsers and mobile applications with Real-Time Communications (RTC) capabilities via simple APIs. The WebRTC components have been optimized to best serve this purpose.",
  "Take a look at %s for more information": "למידע נוסף הסתכל על %s",
  "Warning": "אזהרה",
  "Please enable your browser to access camera and microphone": "אנא אפשר לדפדפן שלך לגשת למצלמה ולמיקרופון",
  "You may disallow sharing your devices, but in that case other members will not be able to see or hear you.": "אתה יכול לבחור שלא לשתף את המכשירים שלך, אך משתתפים אחרים לא יוכלו לשמוע או לראות אותך",
  "%s is powered by %s": "%s בחסות %s",
  "Welcome to %s": "ברוכים הבאים ל %s",
  "Invite your contacts to join the room": "הזמן את אנשי הקשר שלך להצטרף לחדר",
  "Invite your contacts": "הזמן את אנשי הקשר שלך",
  "Feeling lonely? Your conference could use a few more attendees.": "מרגיש בודד? לא תזיק לשיחה שלך משתתפים נוספים.",
  "Send invitations via email": "שלח הזמנות באמצעות אימייל",
  "Please enter an email address": "אנא הכנס כתובת אימייל",
  "Add": "הוסף",
  "Send Invitations": "שלח הזמנות",
  "You can also share this link: %s": "אתה יכול גם לשתף את הקישור: %s",
  "Sorry but something bad just happened, developers have been notified": "מצטערים, קרתה שגיאה, המפתחים קיבלו הודעה על כך",
  "Next": "הבא",
  "The description is limited to %s characters.": "התיאור מוגבל ל %s תווים.",
  "Hubl.in, free and open source video conference": "Hubl.in, שיחות וידאו חופשיות מבוססות קוד פתוח",
  "I just had a nice video conference with Hubl.in. It's free, open source and really great, for professional as for personal use. Try it on https://hubl.in !": "I just had a nice video conference with Hubl.in. It's free, open source and really great, for professional as for personal use. Try it on https://hubl.in !",
  "I just had a nice video conference with #hublin by @AwesomePaaS. It's #free #OpenSource and really great! Try it on": "I just had a nice video conference with #hublin by @AwesomePaaS. It's #free #OpenSource and really great! Try it on",
  "Connection lost": "החיבור אבד",
  "The connection to %s has been interrupted.": "החיבור ל %s שובש.",
  "Your browser is attempting to reconnect, but you may also reload the page in order to try again": "הדפדפן שלך מנסה להתחבר מחדש, אך ניתן גם לטעון את הדף מחדש כדי לנסות שוב",
  "Reconnecting": "מתחבר מחדש",
  "Do you have a camera?": "האם יש לך מצלמה?",
  "Yes": "כן",
  "No": "לא",
  "You are about to join the conference without camera. You will not be able to activate it once in the conference." : "אתה עומד להצטרף לשיחה בלי מצלמה. לא תוכל להפעיל אותה לאחר שהצטרפת.",
  "There is an unsaved document in the collaborative editor, do you want to stay in the conference and save it?": "There is an unsaved document in the collaborative editor, do you want to stay in the conference and save it?",
  "There is an unsaved document in the collaborative editor. Save it now to prevent data loss.": "There is an unsaved document in the collaborative editor. Save it now to prevent data loss.",
  "PDF": "PDF",
  "Raw text": "טקסט",
  "Markdown": "סמן",
  "Unknown": "לא ידוע",
  "Local media cannot be found": "לא נמצאו מצלמה או מיקרופון מחוברים"
}
