{
  "Set your name in this room": "Đặt tên của bạn trong phòng này",  
  "Hello Meetings !": "Xin chào Meetings !",
  "%s has joined the conference": "%s đ̃ã tham gia hội thảo",
  "%s has left the conference": "%s đã thoát khỏi hội thảo",
  "Enter your name in this room": "Nhập tên của bạn",
  "Choose your video quality": "Chọn chất lượng hình ảnh của bạn",
  "Your browser seems to not be compatible.": "Trình duyệt của bạn dường như không tương thích.",
  "Please upgrade your browser experience to a compatible browser:": "Xin vui lòng sử dụng một trình duyệt tương thích:",
  "Hubl.in is using WebRTC technology to provide its incredible video conference experience. Unfortunately, not all internet browsers are compatible with WebRTC technology at the moment.": "Hubl.in đang sử dụng công nghệ WebRTC để cung cấp trải nghiệm hội nghị truyền hình đáng kinh ngạc. Thật không may, không phải tất cả các trình duyệt internet tương thích với công nghệ WebRTC vào lúc này.",
  "Information on compatibility can be found on %s.": "Thông tin chi tiết về khả năng tương thích %s.",
  "You may also want to read more about %s.": "Bạn cũng có thể muốn đọc thêm về %s.",
  "Go back to %s": "Trở lại %s",
  "Thank you for using %s": "Cảm ơn bạn đã sử dụng %s",
  "Did you enjoy the experience? Spread the word!": "bạn có thích trải nghiệm này? Hãy nói về chúng!",
  "Reopen the room": "Mở lại phòng chat",
  "or create a new one": "Hoặc tạo một cái mới",
  "No additional plugins are required, no advertisements are displayed, only a great videoconferencing experience we are pleased to share with the community": "Không có plugin bổ sung cần thiết, không có hiển thị quảng cáo, chỉ có một trải nghiệm hội nghị truyền hình tuyệt vời, chúng tôi vui lòng chia sẻ với cộng đồng.",
  "Hubl.in is a free and open source video conference solution built with love, designed with ethics in mind, and propelled by": "Hubl.in là một giải pháp hội nghị video miễn phí và mã nguồn mở được xây dựng bằng tình yêu và đạo đức, và được thúc đẩy bởi",
  "This room name is forbidden for technical reason:" : "Tên phòng này bị cấm vì lý do kỹ thuật:",
  "An error happened while trying to open the room": "Một lỗi đã xảy ra trong khi mở phòng chat",
  "Low Rate": "Thấp",
  "Medium Rate": "Trung bình",
  "Awesome Rate": "Cao",
  "Report": "Báo cáo",
  "Description:": "Mô tả:",
  "Enter a description for the report": "Nhập mô tả cho báo cáo...",
  "Cancel": "Hủy bỏ",
  "Send": "Gửi",
  "The name you chose is too long." : "Tên bạn chọn quá dài.",
  "Leave us a message": "Để lại tin nhắn cho chúng tôi",
  "We love feedback!": "Chúng tôi yêu tin nhắn phản hồi !",
  "Chat on Hubl.in": "Chat trên Hubl.in",
  "An easy and free VideoChat service": "Một dịch vụ VideoChat dễ dàng và miễn phí ",
  "Start!": "Bắt đầu !",
  "Start with Hubl.in!": "Bắt đầu với Hubl.in !",
  "Choose a new room name or stay with the default. Fancy or random ? The choice is yours.": "Chọn một tên phòng mới hoặc tên mặc định. Kì diệu hoặc ngẫu nhiên. Sự lựa chọn là của bạn !",
  "Allow your browser to use your camera and microphone. It seems that 100% of video conferences are more efficient with sound and video.": "Cho phép trình duyệt của bạn để sử dụng camera và microphone của bạn. Hầu như 100% các hội nghị truyền hình hiệu quả hơn với âm thanh và hình ảnh.",
  "You're in! Invite your contacts to join the room: your contacts can invite their own contacts, who can invite their own contacts...": "Bạn đang ở đây ! Mời bạn của bạn để tham gia phòng: bạn của bạn có thể mời bạn riêng của họ, những người có thể mời bạn riêng của họ.",
  "Enjoy! Use Hubl.in from your desktop, smartphone or tablet. It's open, free, easy to use and always available.": "Sử dụng Hubl.in từ máy tính để bàn, điện thoại thông minh hoặc máy tính bảng của bạn. Đó là mã nguồn mở, miễn phí, dễ sử dụng và luôn có sẵn !",
  "What is Hubl.in?": "Hubl.in là gì?",
  "Hubl.in is a free and open source video conference solution built with love and designed with ethics in mind. It's the best way to initiate a communication anywhere with anybody and brings real time conversation to the next level. Hubl.in allows free communication without additional plugins. If you can read this page, you probably can use Hubl.in right now. Give it a try!": "Hubl.in là một giải pháp hội nghị video miễn phí và mã nguồn mở được xây dựng bằng tình yêu và đạo đức. Đó là cách tốt nhất để bắt đầu một giao tiếp với bất cứ ai ở bất cứ đâu và mang lại cuộc trò chuyện trực tiếp  ở cấp độ cao. Hubl.in cho phép trò chuyện miễn phí mà không cần bổ sung thêm plugin . Nếu bạn có thể đọc trang này, bạn có thể có thể sử dụng ngay bây giờ Hubl.in. Cùng thử sử dụng !",
  "Complete": "Hoàn thành",
  "Simple but full featured: temporarily disable your microphone or camera, invite easily your guests, switch camera between attendees and much more!": "Đơn giản nhưng đầy đủ tính năng: tạm thời vô hiệu hóa micro hoặc hình ảnh của bạn, dễ dàng mời khách hàng của bạn, chuyển đổi giữa camera người tham dự và nhiều hơn nữa!.",
  "Safe": "An toàn",
  "Based on %s which allows decentralized communication between browsers. Your video conference is not streamed to Hubl.in in any way.": "Dựa trên %s cho phép trò chuyện giữa các trình duyệt.Video hội nghị của bạn không được trực tiếp Hubl.in trong bất kỳ hoàn cảnh nào.",
  "Open Source": "Mã nguồn mở",
  "Strongly involved in open source philosophy, Hubl.in is made available in the respect of its users. Feel free to look into, react to or contribute to the code on %s": "Liên quan mạnh mẽ  đến triết lý mã nguồn mở, Hubl.in được thực hiện trong sự tôn trọng của người sử dụng. Miễn phí để xem xét, nhận xét hoặc đóng góp vào các mã trên %s",
  "About us": "Về chúng tôi",
  "Hubl.in is a video conference service provided by %s, the open social platform. As the OpenPaaS team, we are pleased to separate this service from our main product and let everyone enjoy it. We are enthusiastic open source developers and we hope you will love Hubl.in as much as we do. We are respectful of free and open source philosophy and standards, for us community contributions are like Christmas presents. Feel free to get in touch with us!": "Hubl.in là một dịch vụ hội nghị truyền hình được cung cấp bởi %s, nền tảng xã hội mã nguồn mở. Là đội ngũ OpenPaaS, chúng tôi rất vui để tách dịch vụ này từ sản phẩm chính của chúng tôi và cho mọi người thưởng thức nó. Chúng tôi đang phát triển mã nguồn mở và nhiệt tình, chúng tôi hy vọng bạn sẽ yêu Hubl.in nhiều như chúng tôi làm. Chúng tôi là tôn trọng tự do và triết lý nguồn mở và các tiêu chuẩn, đối với chúng tôi đóng góp cộng đồng giống như những món quà Giáng sinh. Hãy liên lạc với chúng tôi.!",
  "%s being a fervent supporter of the free and open source world, offers its developers the opportunity to participate in its awesome free and open source projects, such as Hubl.in.": "%s là một người ủng hộ nhiệt thành của thế giới mã nguồn mở và miễn phí, cung cấp các nhà phát triển của nó cơ hội để tham gia vào các dự án mã nguồn mở, miễn phí và tuyệt vời, chẳng hạn như Hubl.in.",
  "Follow Us!": " Theo dõi chúng tôi !",
  "Your Name": "Tên của bạn",
  "Your Email": "Email của bạn",
  "Your Message": "Thông điệp của bạn",
  "Please enter your name.": "Vui lòng nhập tên của bạn.",
  "Please enter your email address.": "Xin vui lòng nhập địa chỉ email của bạn.",
  "Please enter a message.": "Xin vui lòng nhập tin nhắn.",
  "Send Message": "Gửi tin nhắn",
  "Terms of Use": "Điều khoản sử dụng",
  "Privacy Policy": "Chính sách bảo mật",
  "Close": "Thoát",
  "WebRTC is a free, open project that provides browsers and mobile applications with Real-Time Communications (RTC) capabilities via simple APIs. The WebRTC components have been optimized to best serve this purpose.": "WebRTC là một dự án mã nguồn mở miễn phí cung cấp các trình duyệt và các ứng dụng di động với Real-Time Communications (RTC) khả năng thông qua các API đơn giản. Các thành phần cho WebRTC đã được tối ưu hóa để phục vụ tốt nhất dịch vụ này.",
  "Take a look at %s for more information": "Hãy xem %s để biết thêm thông tin.",
  "Warning": "Cảnh báo",
  "Please allow your browser to use your camera and microphone": "Xin vui lòng cho phép trình duyệt của bạn để sử dụng camera và micro của bạn",
  "You may disallow sharing your devices, but in that case other members will not be able to see or hear you.": "Bạn có thể không cho phép chia sẻ các thiết bị của bạn, nhưng trong trường hợp đó các thành viên khác sẽ không thể nhìn thấy hoặc nghe thấy bạn ",
  "landing.openpaasPowerwedBy": "%s được cung cấp bởi %s",
  "Welcome to %s": "Chào mừng bạn đến với",
  "Invite your contacts to join the room": "Mời liên lạc của bạn để tham gia phòng",
  "Invite your contacts": "Mời liên lạc của bạn",
  "Feeling lonely? Your conference could use a few more attendees.": "Bạn cảm thấy cô đơn ? Hội nghị của bạn có thể mời thêm một vài người tham dự.",
  "Send invitations via email": "Gửi thư mời qua email",
  "Please enter an email address": "Xin vui lòng nhập một địa chỉ email",
  "Add": "Thêm",
  "Send Invitations": "Gửi lời mời",
  "You can also share this link: %s": "Bạn cũng có thể chia sẻ liên kết này: %s",
  "Sorry but something bad just happened, developers have been notified": "Xin lỗi, nhưng một lỗi vừa xảy ra, các nhà phát triển đã được thông báo",
  "Next": "Tiếp theo",
  "The description is limited to %s characters.": "Mô tả bị giới hạn %s ký tự.",
  "Hubl.in, free and open source video conference": "Hubl.in, hội nghị video miễn phí và mã nguồn mở",
  "I just had a nice video conference with Hubl.in. It's free, open source and really great, for professional as for personal use. Try it on https://hubl.in !": "Tôi vừa có một hội nghị video với Hubl.in. Nó miễn phí, mã nguồn mở và thực sự tuyệt vời dành cho doanh nghiệp cũng như sử dụng cá nhân. Hãy dùng thử trên https://hubl.in !",
  "I just had a nice video conference with #hublin by @AwesomePaaS. It's #free #OpenSource and really great! Try it on": "Tôi vừa có hội nghị video với #hublin của @Awesomepaas. Nó #miễn-phí #mã-nguồn-mở và rất tuyệt vời ! Hãy dùng thử",
  "Connection lost": "Mất kết nối",
  "The connection to %s has been interrupted.": "Mất kết nối đến máy chủ %s.",
  "Your browser is attempting to reconnect, but you may also reload the page in order to try again": "Trình duyệt của bạn đang kết nối lại, nhưng bạn có thể tải lại trang để thử lại",
  "Reconnecting": "Đang kết nối lại",
  "Do you have a camera?": "Bạn có camera hay không?",
  "Yes": "đồng ý",
  "No": "từ chối",
  "You are about to join the conference without camera. You will not be able to activate it once in the conference." : "Bạn sắp tham gia hội nghị mà không có camera. Bạn sẽ không thể kích hoạt nó khi đang ở trong hội nghị.",
  "There is an unsaved document in the collaborative editor, do you want to stay in the conference and save it?": "Tài liệu trong mục chia sẻ chưa được lưu lại , bạn có muốn ở lại trong các hội nghị và lưu lại nó?",
  "There is an unsaved document in the collaborative editor. Do you want to save it as": "Tài liệu trong mục chia sẻ chưa được lưu lại , bạn có muốn ở lại trong các hội nghị và lưu lại dưới dạng",
  "PDF": "PDF",
  "Raw text": "Văn bản",
  "Markdown": "Văn bản Markdown",
  "Unkown": "Chưa biết"
}
